const struct1 = {
  question: 'Что делать если бабулька переходи дорогу ?',
  answers: {
    a: 'Включить музыку погромче',
    b: 'Проверить смски',
    c: 'Притормозить',
    d: 'Накричать на бабульку',
  },
  correctKey: 'c',
}

const struct2 = {
  question: 'Что делать если бабулька переходи дорогу ?',
  answers: [
    'Включить музыку погромче',
    'Проверить смски',
    'Притормозить',
    'Накричать на бабульку',
  ],
  correctIdx: 2,
}

const struct3 = {
  question: 'Что делать если бабулька переходи дорогу ?',
  answers: [
    'Включить музыку погромче',
    'Проверить смски',
    'Притормозить',
    'Накричать на бабульку',
  ],
  correct: 'Притормозить',
  cost: 1,
}

// {
//   question: ,
//   answers: [
//     '',
//     '',
//     '',
//     '',
//   ],
//   correct: '',
//   cost: 0,
// }
